Repository: ExPl0siF/VibeariOS
Catalog: Amadeus/Supporting Files/*.lproj/Localizable.strings
Languages: fr

source: Error
fr: Erreur

# error.unknown
source: Unknown Error
fr: Erreur inconnue

# network.noresp
source: No response
fr: Pas de réponse

# permissiondenied.title
source: Permission Denied
fr: Permission Refusée

# permissiondenied.text
source: You have blocked the permission to access the microphone, please, active it in the settings
fr: Vous avez désactivé les permissions du microphne, veuillez les activer dans les réglages s'il vous plait

# network.timeout
source: Are you sure you're in your house and connected to your Wi-Fi?
fr: Êtes-vous sur d'être chez vous et connecté au Wi-Fi ?

# network.response.error.title
source: Response Error
fr: Erreur de réponse

# network.response.error.text
source: Bad Response From Vibear Box
fr: Mauvaise réponse de la Vibear Box

source: Network Error
fr: Erreur Réseau

source: Pull To Refresh
fr: Rafraichir

source: Yes
fr: Oui

source: No
fr: Non

# firstopening.button
source: Next
fr: Suivant

# searchbox.text
source: Searching Vibear box, please wait
fr: Recherche de box vibear, veuillez attendre

# searchbox.nobox
source: No Box Found, would you retry?
fr: Pas de box trouvée, voulez-vous réessayer ?

# pairing.text
source: Enter the code shown on your Vibear Box please
fr: Entrez le code affiché sur votre Vibear box s'il vous plait

# pairing.button
source: Pair
fr: Jumeler

# pairing.tokenerror
source: Token Error
fr: Erreur Token

# pairing.tokentooshort
source: The code is too short, please enter 6 digits
fr: Le code entré n'est pas assez long, veuillez entrer 6 chiffres

# pairingsuccess.text
source: The setup is now complete!
fr: La configuration est terminée !

# pairingsuccess.button
source: Go to HomeScreen
fr: Aller à l'ecran d'accueil

# pairingsuccess.error
source: Cannot continue
fr: Impossible de continuer

# home.title
source: Home
fr: Accueil

# home.todaynotif
source: Today
fr: Aujourd'hui

# home.nonotif
source: No Notifications
fr: Aucune Notification

# home.pastnotif
source: Past Notifications
fr: Anciennes Notifications

# home.errornotifload
source: Cannot Load Notifications
fr: Impossible de charger les notifications

# home.search
source: Results
fr: Résultats

# home.searchnoresults
source: No Results
fr: Aucun Résultat

# monitoring.title
source: Monitoring
fr: Activité

# monitoring.error
source: Cannot Load Micro
fr: Impossible de charger la liste des micros

# monitoring.action
source: Delete
fr: Supprimer

# monitoring.action.title
source: Delete Micro
fr: Supprimer Micro

# monitoring.action.text
source: Are-you sure that want to delete this micro?
fr: Êtes-vous sur de vouloir supprimer ce mirco ?

# monitoring.deleteerror
source: Cannot Delete Micro
fr: Impossible de supprimer le micro

# micdetail.placeholder
source: Micro name
fr: Nom du micro

# micdetail.buttonchange
source: Change name
fr: Changer de nom

# micdetail.buttondelete
source: Delete micro
fr: Supprimer le micro

# micdetail.state.error
source: This micro doesn't work or is shutdown
fr: Ce micro ne marche pas ou est éteint

# micdetail.state.problem
source: This micro have a problem, and need to be fixed
fr: Ce micro a un problème et doit être changé

# micdetail.state.isok
source: This micro working perfectly
fr: Ce micro fonctionne

# micdetail.samename
source: You have entered the same micro name!
fr: Vous avez entré le même nom de micro !

# micdetail.cannotmodify
source: Cannot Modify Micro
fr: Impossible de modifier le micro

# micdetail.ok.title
source: Micro Title Changed
fr: Nom de micro changé

# micdetail.ok.text
source: Perfect you're micro have upgraded his name
fr: Parfait ! Le nom de votre micro a été mis à jour

# micdetail.delete.title
source: Micro Deleting
fr: Suppression du micro

# micdetail.delete.text
source: Are-you sure that you want to delete this micro?
fr: Êtes-vous sur de vouloir supprimer ce micro ?

# micdetail.delete.error.title
source: Cannot Delete Micro
fr: Impossible de supprimer le micro

# micdetail.delete.ok.title
source: Micro deleted
fr: Micro supprimé

# micdetail.delete.ok.text
source: You're micro has been deleted
fr: Votre micro à bien été supprimé

# addmicpresentation.title
source: Add Micro
fr: Ajout micro

# addmicpresentation.text
source: You're about to configure a new microphone, the interface will told you to chose one microphone on the next list and set a name for it!
fr: Vous allez maintenant procéder à l'appairage des micros, l'interface va vous demander de choisir un micro et de lui donner un nom !

# addmicpresentation.next
source: Next
fr: Suivant

# addmic.title
source: Add Micro
fr: Ajout micro

# addmic.error
source: Cannot Load Micro
fr: Impossible de charger la liste de micro

# addmic.nomic
source: No microphone found
fr: Aucun micro trouvé

# addmicname.text
source: Please enter the Microphone Name
fr: Entrez le nom du micro s'il vous plait

# addmicname.micnamelabel
source: Add micro
fr: Ajouter micro

# addmicname.finish
source: Finish
fr: Terminer

# addmicname.title
source: Add Micro
fr: Ajout micro

# addmicname.noname
source: Please Enter micro name
fr: Entrez le nom du micro s'il vous plait

# addmicname.cannotsave
source: Cannot Save Micro
fr: Impossible de sauvegarder le micro

# settings.title
source: Settings
fr: Réglages

# settings.notifcell
source: Notifications Manager
fr: Gestionnaire de Notifications

# settings.soundheader
source: Sounds
fr: Sons

# settings.soundcell
source: Sounds Manager
fr: Gestionnaire de Sons

# settings.mischeader
source: Miscellaneous
fr: Divers

# settings.nightmode
source: Night Mode
fr: Mode Nuit

# settings.logoutheader
source: Log Out
fr: Déconnexion

# settings.logoutcell
source: Log Out
fr: Déconnexion

# settings.confirmation
source: Are-you sure that you want to unpair your iPhone from the Vibear Box?
fr: Êtes-vous sur de vouloir déjumeler l'application de votre Vibear Box ?

# notifmanager.title
source: Notifications Manager
fr: Gestionnaire de Notifications

# notifmanager.cannotload
source: Cannot Load Sound
fr: Impossible de charger la liste des sons

# notifmanager.cannotmodify
source: Cannot Modify Notification State
fr: Impossible de désactiver le statut de la notification

# soundmanager.title
source: Sound Manager
fr: Gestionnaire de Sons

# soundmanager.back
source: Back
fr: Retour

# soundmanager.cannotload
source: Cannot Load Sound
fr: Impossible de charger le son

# soundmanager.action
source: Delete
fr: Supprimer

# soundmanager.action.title
source: Delete Sound
fr: Supprimer le son

# soundmanager.action.text
source: Are-you sure that you want to delete this sound?
fr: Êtes-vous sur de vouloir supprimer le son ?

# soundmanager.deleteerror
source: Cannot Delete Sound
fr: Impossible de supprimer le son

# sounddetail.placeholder
source: Sound name
fr: Nom du son

# sounddetail.buttonchange
source: Change name
fr: Changer le nom

# sounddetail.buttondelete
source: Delete sound
fr: Supprimer le son

# sounddetail.samename
source: You have entered the same sound name!
fr: Vous avez entrez le même nom de son !

# sounddetail.cannotmodify
source: Cannot Modify Sound
fr: Impossible de modifier le son

# sounddetail.ok.title
source: Sound Title Changed
fr: Nom de micro changé

# sounddetail.ok.text
source: Perfect you're sound have upgraded his name
fr: Parfait ! Le nom de votre son a été mis à jour

# sounddetail.delete.title
source: Sound Deleting
fr: Suppression du son

# sounddetail.delete.text
source: Are you sure you want to delete this sound?
fr: Êtes-vous sur de vouloir supprimer ce son ?

# sounddetail.delete.error.title
source: Cannot Delete Sound
fr: Impossible de supprimer le son

# sounddetail.delete.ok.title
source: Sound deleted
fr: Son supprimé

# sounddetail.delete.ok.text
source: You're sound has been deleted
fr: Votre son a bien été supprimé

# addsound.save
source: Save
fr: Sauvegarder

# addsound.cancel
source: Cancel
fr: Annuler

# addsound.soundnamelabel
source: Add sound
fr: Ajouter son

# addsound.title
source: Add Sound
fr: Ajouter son

# addsound.noname
source: Please Enter sound name
fr: Entrez le nom du micro s'il vous plait

# addsound.cannotsave
source: Cannot Save Sound
fr: Impossible de sauvegarder le son
